{"symbol": "META", "company": "Meta Platforms Inc.", "description": "Meta Platforms, Inc. develops products that enable people to connect and share with friends and family through mobile devices, PCs, virtual reality headsets, wearables and home devices around the world. The company is headquartered in Menlo Park, California.", "exchange": "NASDAQ", "industry": "SERVICES-COMPUTER PROGRAMMING, DATA PROCESSING, ETC.", "sector": "TECHNOLOGY", "official_site": "https://investor.fb.com", "address": "1601 WILLOW ROAD, MENLO PARK, CA, US"}
{"symbol": "PYPL", "company": "PayPal Holdings Inc", "description": "PayPal Holdings, Inc. is an American company operating an online payments system in the majority of countries that support online money transfers, and serves as an electronic alternative to traditional paper methods like checks and money orders. The company operates as a payment processor for online vendors, auction sites, and many other commercial users, for which it charges a fee.", "exchange": "NASDAQ", "industry": "SERVICES-BUSINESS SERVICES, NEC", "sector": "TRADE & SERVICES", "official_site": "https://www.paypal.com", "address": "2211 NORTH FIRST STREET, SAN JOSE, CA, US"}
{"symbol": "NFLX", "company": "Netflix Inc", "description": "Netflix, Inc. is an American over-the-top content platform and production company headquartered in Los Gatos, California. Netflix was founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California. The company's primary business is a subscription-based streaming service offering online streaming from a library of films and television series, including those produced in-house.", "exchange": "NASDAQ", "industry": "SERVICES-VIDEO TAPE RENTAL", "sector": "TRADE & SERVICES", "official_site": "https://www.netflix.com", "address": "100 WINCHESTER CIRCLE, ., LOS GATOS, CA, US"}
{"symbol": "AAPL", "company": "Apple Inc", "description": "Apple Inc. is an American multinational technology company that specializes in consumer electronics, computer software, and online services. Apple is the world's largest technology company by revenue (totalling $274.5 billion in 2020) and, since January 2021, the world's most valuable company. As of 2021, Apple is the world's fourth-largest PC vendor by unit sales, and fourth-largest smartphone manufacturer. It is one of the Big Five American information technology companies, along with Amazon, Google, Microsoft, and Facebook.", "exchange": "NASDAQ", "industry": "ELECTRONIC COMPUTERS", "sector": "TECHNOLOGY", "official_site": "https://www.apple.com", "address": "ONE INFINITE LOOP, CUPERTINO, CA, US"}
{"symbol": "MSFT", "company": "Microsoft Corporation", "description": "Microsoft Corporation is an American multinational technology company which produces computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. Microsoft ranked No. 21 in the 2020 Fortune 500 rankings of the largest United States corporations by total revenue; it was the world's largest software maker by revenue as of 2016. It is considered one of the Big Five companies in the U.S. information technology industry, along with Google, Apple, Amazon, and Facebook.", "exchange": "NASDAQ", "industry": "SERVICES-PREPACKAGED SOFTWARE", "sector": "TECHNOLOGY", "official_site": "https://www.microsoft.com", "address": "ONE MICROSOFT WAY, REDMOND, WA, US"}
{"symbol": "AMZN", "company": "Amazon.com Inc", "description": "Amazon.com, Inc. is an American multinational technology company which focuses on e-commerce, cloud computing, digital streaming, and artificial intelligence. It is one of the Big Five companies in the U.S. information technology industry, along with Google, Apple, Microsoft, and Facebook. The company has been referred to as one of the most influential economic and cultural forces in the world, as well as the world's most valuable brand.", "exchange": "NASDAQ", "industry": "RETAIL-CATALOG & MAIL-ORDER HOUSES", "sector": "TRADE & SERVICES", "official_site": "https://www.aboutamazon.com", "address": "410 TERRY AVENUE NORTH, SEATTLE, WA, US"}


